{
  "logout": "Se déconnecter",
  "online": "Joueurs en ligne",
  "setup": "Configuration du jeu",
  "access": "Accéder au jeu",
  "settings": "Paramètres",
  "donate": "Donner",
  "about": "À propos",
  "gameSettings": "Paramètres du jeu",
  "displayName": "Nom d'affichage",
  "gameboard": "Plateau de jeu",
  "application": "Application",
  "variation": "Variation",
  "variationTooltip": "<0>Autonome = Sa propre tuile. </0><1>Ajouter certaines = Ajouter à 50 % des tuiles.</1><2>Ajouter la plupart = Ajouter à 90 % des tuiles.</2>",
  "standalone": "Tuile autonome",
  "appendSome": "Ajouter certaines tuiles",
  "appendMost": "Ajouter la plupart des tuiles",
  "language": "Langue",
  "room": "Salle : {{room}}",
  "customTiles": "Tuiles personnalisées",
  "update": "Mettre à jour le jeu",
  "public": "Salle publique",
  "private": "Salle privée",
  "roomType": "Type de salle",
  "solo": "Solo",
  "soloTooltip": "Jouer seul",
  "local": "Fête locale",
  "localTooltip": "Jouer avec d'autres personnes en personne",
  "myRollDialog": "Afficher mon dialogue de lancer",
  "othersRollDialog": "Afficher le dialogue de lancer des autres",
  "sound": "Son",
  "roll": "Lancer",
  "wait": "Attendre",
  "alreadyFinished": "Vous avez déjà terminé. Recommencement.",
  "messageInput": "Saisir un message",
  "markdown": "Aide-mémoire Markdown (page blanche)",
  "all": "Tout",
  "setting": "Config",
  "chat": "Chat",
  "actions": "Tâches",
  "importBoard": "Importer ce plateau",
  "donateToHelp": "Faire un don pour soutenir le site",
  "game": "Jeu",
  "messages": "Messages",
  "close": "Fermer",
  "for": "pour",
  "manageTiles": "Gérer les tuiles personnalisées",
  "group": "Groupe",
  "action": "Action",
  "bothRequired": "Les deux champs sont obligatoires.",
  "actionExists": "Cette action existe déjà.",
  "customAdded": "Tuile personnalisée ajoutée à votre jeu.",
  "misc": "Divers",
  "addCustom": "Ajouter une tuile personnalisée",
  "autoCloseModal": "Ce modal se fermera automatiquement après 8 secondes.",
  "pickSomething": "Vous devez choisir au moins quelque chose.",
  "appendWithAction": "Si vous voulez ajouter, vous avez besoin d'une action.",
  "gameGuide": "<0>Blitzed Out</0><1></1><2>Un jeu de société en ligne pour adultes et personnes kinky.</2><3>Personnalisez votre propre plateau ou importez celui de quelqu'un d'autre, trouvez votre propre salle et jouez avec d'autres personnes en ligne.</3><4>Pour commencer</4><5><0><0>Choisissez un nom d'affichage</0></0><1><0>Sélectionnez vos options (ajouter ajoutera cette option aux autres tuiles).</0></1><2><0>Enregistrez les modifications / Accédez au jeu.</0></2><3><0>Lorsque c'est votre tour, cliquez sur le bouton de lancer et suivez les indications.</0></3></5><6>Vous n'aimez pas votre plateau actuel ou certains aspects du jeu ? Allez dans le menu, puis dans les paramètres et modifiez-les. Utilisez des tuiles personnalisées pour rendre le jeu encore plus unique.</6><7>Jouez dans la même salle avec un partenaire ou des amis ? Allez dans une salle privée et activez le mode Fête locale. Note : Si vous ne souhaitez pas interagir avec les personnes présentes dans la salle, choisissez Solo.</7><8>Vous avez trouvé un bug ou avez des commentaires/suggestions ? Partagez-les sur notre <2>serveur Discord</2></8>",
  "customTileGuide": "<0><0><0>Explication des tuiles personnalisées</0></0><1><0>Les tuiles personnalisées vous permettent d'ajouter vos propres variations au plateau de jeu. Utilisez ce dialogue pour ajouter et supprimer des tuiles selon vos besoins.</0><1>Les tuiles personnalisées sont ajoutées en fonction de la préférence et de l'intensité que vous choisissez dans la liste déroulante. Ainsi, vous devez avoir cette préférence et cette intensité (ou une intensité supérieure) sélectionnées pour que vos tuiles personnalisées s'affichent sur le plateau.</1><2>Les tuiles diverses sont la seule exception à la règle ci-dessus. Indépendamment des autres options que vous choisissez, les tuiles diverses seront affichées comme un groupe à part. Si vous utilisez cette option, assurez-vous d'ajouter plusieurs tuiles pour réduire les répétitions.</2></1></0><1><0><0>Idées et suggestions</0></0><1><0>Ajouter de nouvelles activités</0><1>Proposez de nouvelles activités qui ne font pas partie de la liste existante</1><2>Ajoutez des tuiles plus difficiles aux intensités plus faciles</2><3>Lorsque vous choisissez des niveaux d'intensité plus élevés, le jeu utilisera le niveau d'intensité précédent et passera progressivement à celui que vous avez choisi. Si vous voulez des tuiles plus difficiles dès le début, ajoutez-en plusieurs aux intensités inférieures.</3><4>Exemple : Vous jouez à Poppers - Avancé. Ajoutez des tuiles avancées à Poppers - Débutant</4><5>Combinez des activités dans une seule tuile</5><6>Combinez plusieurs activités ensemble dans une seule tuile qui ne seraient normalement pas associées.</6><7>Exemple : Rôti à la broche. Utilisez un jouet dans votre gorge et votre anus en même temps.</7><8>Tuiles personnalisées diverses</8><9>Les tuiles diverses vous permettent d'ajouter vos propres tuiles sans inclure d'autres groupes. Soyez conscient que vous voudrez ajouter plusieurs options à ce groupe pour réduire les répétitions.</9></1></1>"
}