{
  "label": "Clit Training",
  "type": "solo",
  "anatomyRequirement": "vulva",
  "actions": {
    "Light Touch": [
      "Trace circles around your clit with your finger.",
      "Gently brush your clit with a feather or soft fabric.",
      "Use fingertips to barely graze your clit for 10 seconds.",
      "Breathe warm air on your clit.",
      "Spread your legs and lightly tease your clit.",
      "Use a soft brush to lightly stimulate your clit.",
      "Gently pinch the hood around your clit.",
      "Stay perfectly still while barely touching your clit for 15 seconds.",
      "Alternate between light touches and pulling away from your clit."
    ],
    "Direct Stimulation": [
      "Rub your clit in slow circles for 15 seconds.",
      "Apply steady pressure to your clit for 10 seconds.",
      "Flick your clit repeatedly with wet fingers.",
      "Grind against your finger for 20 seconds.",
      "Use your thumb to massage your clit.",
      "Count to 30 while stimulating your clit.",
      "Alternate between fast and slow clit stimulation.",
      "Remain quiet while giving yourself intense clit stimulation.",
      "Stimulate your clit while performing another task."
    ],
    "Intense Focus": [
      "Apply intense pressure to your clit for 30 seconds.",
      "Stay still while rapidly flicking your clit.",
      "Use circular motion with firm pressure on your clit.",
      "Give yourself 2 minutes of continuous clit stimulation.",
      "Use rapid movement on your clit without stopping.",
      "Alternate between intense stimulation and stopping completely.",
      "Maintain focus during intense clit stimulation.",
      "Use a vibrator on high setting for 45 seconds."
    ],
    "Endurance Challenge": [
      "Stimulate your clit continuously for 5 minutes without finishing.",
      "Bring yourself to the edge 3 times before stopping.",
      "Endure alternating intense and gentle clit stimulation for 3 minutes.",
      "Stimulate your clit while completing another challenge.",
      "Apply maximum intensity clit stimulation for as long as you can handle.",
      "Edge yourself repeatedly until you're begging for release.",
      "Use a timer and stimulate your clit for the full duration without permission to finish."
    ]
  }
}
