{
    "label": "Esclavitud",
    "actions": {
        "Ninguna": [],
        "Cuerdas y Puños": {
            "sub": [
                "Átate las muñecas",
                "Quédate atado a un mueble hasta tu próxima acción.",
                "Ten tus muñecas atadas alrededor del cuerpo de otro jugador hasta que una acción requiera que uno de ustedes sea liberado.",
                "Déjate atar por otro jugador como quiera.",
                "Quédate atado hasta tu próxima acción.",
                "Ten tus brazos atados detrás de tu espalda hasta tu próxima acción.",
                "Ten tus brazos atados a tus piernas hasta que una acción requiera tu liberación.",
                "Ser atado a un mueble hasta que una acción requiera su liberación",
                "Ten tus tobillos atados",
                "Haz que otro jugador te ponga en una situación difícil hasta tu próxima acción",
                "Estar obligado a extender el águila hasta que una acción requiera lo contrario"
            ],
            "dom": [
                "Haz que otro jugador se aten las muñecas",
                "Atar a otro jugador a un mueble hasta su próxima acción",
                "Haz que otro jugador aten sus muñecas alrededor de tu cuerpo hasta que una acción requiera que uno de ustedes sea liberado",
                "Atar a otro jugador como quieras",
                "Haz que otro jugador permanezca atado hasta su próxima acción",
                "Atar los brazos de otro jugador detrás de su espalda hasta su próxima acción",
                "Haz que otro jugador tenga los brazos atados a sus piernas hasta que una acción requiera su liberación",
                "Atar a otro jugador a un mueble hasta que una acción requiera su liberación",
                "Haz que otro jugador tenga los tobillos atados",
                "Pon a otro jugador en una situación difícil hasta su próxima acción",
                "Haz que otro jugador permanezca obligado a extender el águila hasta que una acción requiera lo contrario"
            ]
        },
        "Añadir vendas y mordazas": {
            "sub": [
                "Ten los ojos vendados hasta tu próxima acción.",
                "Quedate amordazado hasta tu próxima acción.",
                "Que te vendan los ojos y te amordacen hasta tu próxima acción.",
                "Que te vendan los ojos y te amordacen hasta que una acción requiera tu liberación.",
                "Estar con los ojos vendados, amordazado y atado de muñecas hasta su próxima acción.",
                "Ser amordazado con una prenda de vestir hasta la próxima acción que requiera su boca.",
                "Ten los ojos vendados con una prenda de vestir hasta tu próxima acción",
                "Tener los ojos vendados con una prenda de vestir hasta tu próxima acción.",
                "Otro jugador puede elegir qué usar como venda en los ojos y/o mordaza hasta tu próxima acción"
            ],
            "dom": [
                "Haz que otro jugador tenga los ojos vendados hasta su próxima acción",
                "Haz que otro jugador permanezca amordazado hasta su próxima acción",
                "Haz que otro jugador tenga los ojos vendados y permanezca amordazado hasta su próxima acción",
                "Haz que otro jugador permanezca con los ojos vendados y amordazado hasta que una acción requiera su liberación",
                "Haz que otro jugador permanezca con los ojos vendados, amordazado y atado de muñecas hasta su próxima acción",
                "Haz que otro jugador sea amordazado con una prenda de vestir hasta la próxima acción que requiera su boca",
                "Haz que otro jugador tenga los ojos vendados con una prenda de vestir hasta su próxima acción",
                "Haz que otro jugador permanezca con los ojos vendados con una prenda de vestir hasta su próxima acción",
                "Elige qué usar como venda en los ojos y/o mordaza para otro jugador hasta su próxima acción"
            ]
        }
    }
}
