{
    "label": "Juego anal",
    "actions": {
        "Ninguna": [],
        "Dedo(s)": {
            "sub": [
                "Deja que todos los demás jugadores te acaricien las nalgas.",
                "Masajea tu ano.",
                "Déjate penetrar con los dedos.",
                "Deja que otro jugador te haga un beso negro.",
                "Abre tus nalgas para otro jugador.",
                "Penetra tu ano con un dedo.",
                "Acaricia alrededor del ano.",
                "Déjate penetrar con 2 dedos.",
                "Deja que cada jugador se turne para meterte un dedo.",
                "Mete dos dedos en tu ano.",
                "Deja que otro jugador te folle el ano con el dedo durante 15 segundos.",
                "Golpea el ano con el dedo durante 15 segundos.",
                "Deja que te penetren rápidamente 20 segundos con los dedos.",
                "Deja que otro jugador te penetre con la lengua.",
                "Deja que otro jugador te penetre con los dedos mientras le haces una mamada.",
                "Fóllate con varios dedos."
            ],
            "dom": [
                "Acaricia las nalgas de otro jugador",
                "Masajea el ano de otro jugador",
                "Penetra con los dedos a otro jugador",
                "Ordena a otro jugador que abra sus nalgas para ti",
                "Penetra el ano de otro jugador con un dedo",
                "Acaricia alrededor del ano de otro jugador",
                "Penetra a otro jugador con 2 dedos",
                "Golpea el ano de otro jugador con el dedo durante 15 segundos",
                "Penetra rápidamente con los dedos a otro jugador durante 20 segundos",
                "Penetra con los dedos a otro jugador mientras te hace una mamada.",
                "Penetra a otro jugador con varios dedos"
            ]
        },
        "Juguetes/Follar": {
            "sub": [
                "Deja que alguien roce su pene alrededor de tu ano.",
                "Métete un juguete.",
                "Déjate follar durante 30 segundos.",
                "Siéntate en el pene de alguien.",
                "Métete la punta de la polla de otro jugador en el ano.",
                "Recibe 10 penetraciones lentas y profundas de otro jugador.",
                "Recibe 20 penetraciones de un jugador.",
                "Deja que cada jugador te meta el pene una vez.",
                "Muéstrate penetrándote con un juguete durante 15 segundos.",
                "Penétrate 15 veces rápidamente con un juguete.",
                "Deja que te follen profundo y rápido.",
                "Métete un juguete hasta tu próximo turno.",
                "Deja que cada jugador te folle durante 5 segundos.",
                "Deja que te follen a 4 patas.",
                "Cabalga el pene de otro jugador hasta la siguiente acción (para cualquiera de los dos)."
            ],
            "dom": [
                "Roza tu pene alrededor del ano de otro jugador",
                "Penetra con 1 dedo a otro jugador durante 15 segundos.",
                "Penetra con varios dedos a otro jugador durante 15 segundos.",
                "Métele un juguete a otro jugador",
                "Fóllate a otro jugador durante 30 segundos",
                "Ordena a otro jugador que se siente en tu pene",
                "Penetra lenta y profundamente a otro jugador 10 veces",
                "Penetra lenta y profundamente a otro jugador 20 veces",
                "Ordena a que otro jugador que se muestre penetrándose con un juguete durante 15 segundos",
                "Penetra profundamente 20 veces a otro jugador.",
                "Penetra rápidamente con un juguete 15 veces a otro jugador ",
                "Fóllate profundo y rápido a otro jugador durante 20 segundos",
                "Fóllate a otro jugador a 4 patas.",
                "Ordena a otro jugador que cabalgue tu pene hasta la siguiente acción (para cualquiera de los dos)"
            ]
        },
        "Estiramiento": {
            "sub": [
                "Déjate follar a la vez que te penetran con los dedos.",
                "Penétrate con un juguete grande.",
                "Métete hasta el fondo un juguete grande 15 veces.",
                "Métete 4 dedos.",
                "Métete el máximo de dedos posible en 30 segundos.",
                "Gira el juguete dentro de ti 3 veces.",
                "Mete y saca por completo un juguete grande 10 veces.",
                "Mete y saca por completo rápidamente un juguete grande durante 10 segundos.",
                "Haz Kegels 30 segundos con un juguete grande metido.",
                "Que otro jugador te meta la máxima cantidad de dedos y luego estimule tu próstata con movimientos rápidos."
            ],
            "dom": [
                "Fóllate a otro jugador a la vez que lo penetras con los dedos",
                "Mira como otro jugador se penetra con un juguete grande",
                "Ordena a otro jugador que se meta un juguete grande hasta el fondo 15 veces",
                "Métele hasta 4 dedos a otro jugador",
                "Métele el máximo número de dedos en 30 segundos a otro jugador",
                "Gira un juguete dentro de otro jugador 3 veces",
                "Ordena a otro jugador que haga Kegels 30 segundos con un juguete grande metido",
                "Mete la máxima cantidad de dedos posible en otro jugador y luego estimula su próstata con movimientos rápidos"
            ]
        },
        "Puño": {
            "sub": [
                "Deja que te metan el puño.",
                "Intenta mantener el puño de alguien dentro de ti durante 30 segundos.",
                "Deja que te penetren 5 veces con el puño.",
                "Mastúrbate mientras te penetran con el puño.",
                "Deja que te penetren rápidamente 10 veces con el puño."
            ],
            "dom": [
                "Penetra con el puño a otro jugador",
                "Mantén tu puño dentro de otro jugador durante 30 segundos",
                "Penetra lentamente con el puño 5 veces a otro jugador",
                "Ordena a otro jugador que se masturbe mientras lo penetras con el puño",
                "Penetra rápidamente con el puño 10 veces a otro jugador"
            ]
        }
    }
}
