{
  "label": "Confesiones",
  "type": "foreplay",
  "actions": {
    "Ninguna": [],
    "Preferencias y Experiencias": [
      "{player} clasifica a todos en la habitación de más a menos atractivo.",
      "{player} confiesa a qué jugador le gustaría besar más ahora mismo.",
      "Todos voten sobre quién en esta habitación es el más dominante y el más sumiso.",
      "{player} admite qué fetiche tiene más curiosidad por probar.",
      "{player} elige si preferiría dar o recibir sexo oral durante una hora seguida.",
      "Todos levanten la mano si alguna vez han fingido un orgasmo.",
      "{player} confiesa su parte favorita de los juegos previos.",
      "{player} admite si prefiere tener el control o ser controlado durante el sexo.",
      "Todos compartan si prefieren con luces encendidas o apagadas durante el sexo.",
      "{player} revela si alguna vez ha tenido una aventura de una noche.",
      "{player} elige entre sexo matutino o sexo nocturno.",
      "Todos admitan si prefieren lento y sensual o rápido y salvaje.",
      "{player} confiesa si alguna vez ha usado comida durante el sexo.",
      "{player} comparte su mayor fastidio sexual.",
      "Todos levanten la mano si alguna vez han sido atados o han atado a alguien más.",
      "{player} admite si prefiere dar o recibir placer.",
      "{player} revela su opinión sobre las palabras sucias durante el sexo.",
      "{player} confiesa si el tamaño le importa y por qué."
    ],
    "Fantasías y Deseos": [
      "{player} describe su fantasía sexual definitiva que involucra a todos en esta habitación.",
      "{player} confiesa qué haría si pudiera controlar a {anotherPlayer} durante una hora.",
      "{player} admite con qué celebridad más quiere tener sexo y cómo.",
      "Todos compartan su escenario de orgía perfecto - quién, dónde y qué pasa.",
      "{player} describe su escena BDSM ideal en detalle.",
      "{player} confiesa sobre qué fantasea más a menudo cuando se masturba.",
      "{player} admite qué escenario de juego de roles les excita más.",
      "Todos compartan con qué personaje ficticio quisieran tener sexo y por qué.",
      "{player} describe qué haría en un escenario de trío perfecto.",
      "{player} confiesa su fantasía sexual más elaborada que nunca ha compartido.",
      "{player} admite en qué lugar público más quiere tener sexo.",
      "Todos describan su dinámica dom/sub ideal y por qué les atrae.",
      "{player} comparte qué haría si despertara como el género opuesto por un día.",
      "{player} confiesa qué escenario tabú piensan pero nunca harían realmente.",
      "{player} describe su escapada romántica y sexual perfecta de fin de semana.",
      "Todos admitan qué fetiche quieren explorar pero no han tenido la oportunidad aún.",
      "{player} comparte qué harían si pudieran vivir su fantasía más salvaje sin consecuencias.",
      "{player} confiesa qué se imagina haciendo con {anotherPlayer} cuando está solo."
    ],
    "Secretos y Confesiones": [
      "{player} admite lo más embarazoso que les ha pasado durante el sexo.",
      "{player} confiesa un secreto sexual que nunca le ha contado a nadie antes.",
      "{player} revela el encuentro sexual más incómodo que ha tenido.",
      "Todos admitan la cosa más rara con la que se han masturbado.",
      "{player} confiesa el momento más inapropiado en el que se ha excitado.",
      "{player} comparte lo más embarazoso que ha dicho durante el sexo.",
      "{player} admite el lugar más extraño donde se ha dado placer.",
      "Todos levanten la mano si alguna vez han revisado el historial de navegación de alguien buscando porno.",
      "{player} confiesa el porno más embarazoso viendo el cual los han pillado.",
      "{player} revela su momento sexual más vergonzoso que aún los atormenta.",
      "{player} admite el sueño sexual más raro que ha tenido.",
      "Todos confiesen algo sexual que hicieron de adolescentes y de lo que se arrepienten.",
      "{player} comparte la situación sexual más incómoda de la que no sabía cómo salir.",
      "{player} confiesa lo más embarazoso sobre su cuerpo durante la intimidad.",
      "{player} admite lo más patético que ha hecho tratando de ser sexy.",
      "Todos compartan su historia más embarazosa de 'primera vez'.",
      "{player} revela lo más incómodo que ha dicho accidentalmente durante las palabras sucias.",
      "{player} confiesa su excitación más vergonzosa que desearía no tener."
    ]
  }
}
