{
    "label": "Gooning",
    "actions": {
        "Ninguna": [],
        "Masturbación": [
            "Pajea lentamente 30 veces a otro jugador.",
            "Masturba a otro jugador tan rápido como puedas 30 segundos.",
            "Sincroniza los movimientos de tu mano al pajearte con la respiración hasta tu próximo turno.",
            "Pon lubricante en el pene a todos los jugadores.",
            "Masturba hasta a 2 jugadores durante 30 segundos.",
            "Haz 30 movimientos en tu pene acompañándolos con una respiración profunda.",
            "Roza suavemente con tu dedo el pene de otro jugador.",
            "Mastúrbate con la mano no dominante.",
            "Realiza un Kegel con cada movimiento de tu mano hasta tu próximo turno.",
            "Haz 30 movimientos apretando con la mano.",
            "Escúpete el pene.",
            "Mastúrbate hasta tu próximo turno mientras usas tu otra mano en una zona erógena.",
            "Mastúrbate a ti mismo y a otro jugador al mismo tiempo.",
            "Juega con los genitales de otro jugador con ambas manos.",
            "Mastúrbate haciendo girar la mano.",
            "Usa la palma de tu mano para frotar el glande durante 60 segundos.",
            "Usa dos dedos y concéntrate sólo en el frenillo.",
            "Experimenta con diferentes velocidades y presión mientras te masturbas hasta el siguiente turno.",
            "Alterna entre movimientos rápidos y lentos hasta otra acción de Gooning"
        ],
        "Al límite": [
            "Llega al borde del orgasmo.",
            "Mastúrbate tan rápido como puedas hasta tu próximo turno.",
            "Llega al borde del orgasmo dos veces.",
            "Llega al borde del orgasmo con la mano no dominante.",
            "Lleva a otro jugador al borde del orgasmo.",
            "Llega al borde del orgasmo usando solo algunos dedos.",
            "Lleva a otro jugador al borde del orgasmo usando toda tu mano.",
            "Mastúrbate rápidamente hasta el borde y luego mantén un Kegel durante el mayor tiempo posible.",
            "Frota el perineo mientras te masturbas.",
            "Ponte a 4 patas y pide a otro jugador que te ordeñe como una vaca hasta que estés al borde del orgasmo.",
            "Mantén la respiración mientras llegas al borde del orgasmo.",
            "Llega al borde del orgasmo pajeando únicamente la punta del pene.",
            "Lleva a otro jugador al límite rápidamente con una mano mientras acaricias una zona erógena con la otra."
        ],
        "Juguetes": [
            "Usa un juguete en tus genitales.",
            "Usa un juguete en los genitales de otro jugador.",
            "Pon lubricante en el pene a todos los jugadores.",
            "Mastúrbate con un juguete mientras hueles una prenda (ropa interior, zapatilla, etc.).",
            "Usa un juguete en los genitales de otro jugador mientras te masturbas.",
            "Usa el juguete lentamente sobre todo el pene hasta tu próximo turno.",
            "Usa el juguete en tu pene durante 30 segundos con los ojos cerrados.",
            "Usa el juguete en tu perineo."
        ]
    }
}
