{
  "label": "Besos",
  "type": "foreplay",
  "actions": {
    "Ninguno": [],
    "Besos tiernos": {
      "sub": [
        "Recibe un beso en la mejilla de otro jugador.",
        "Recibir un beso en la frente de otro jugador.",
        "Recibe un suave beso en los labios de otro jugador.",
        "Recibe una serie de ligeros besos en la cara de otro jugador.",
        "Recibir un beso en el cuello de otro jugador.",
        "Besa la mano de otro jugador.",
        "Que te besen los lóbulos de las orejas.",
        "Pídele a otro jugador que te bese en la cara.",
        "Monta a otro jugador y bésalo en los labios.",
        "Recibe un suave beso en el hombro de otro jugador.",
        "Besa a cada jugador en la mejilla antes de tu próximo turno."
      ],
      "dom": [
        "Besa a otro jugador en la mejilla.",
        "Dale un beso en la frente a otro jugador.",
        "Dale a otro jugador un suave beso en los labios.",
        "Haz que otro jugador te bese la mano.",
        "Dale un beso en el cuello a otro jugador.",
        "Dale a otro jugador una serie de besos ligeros en la cara.",
        "Dale a otro jugador un suave beso en el hombro.",
        "Dile a un jugador que se ponga a horcajadas y te bese en los labios."
      ]
    },
    "Besos profundos": {
      "sub": [
        "Comparte un beso profundo con otro jugador.",
        "Recibe un beso profundo de otro jugador con lengua.",
        "Ponte de rodillas y pídele a otro jugador un beso profundo",
        "Besa profundamente a otro jugador mientras estás acostado.",
        "Beso francés a otro jugador mientras está sentado en su regazo.",
        "Recibe un beso mientras tus manos están sobre tu cabeza.",
        "Que te besen con los ojos vendados.",
        "Pregunta y besa a tantos jugadores como puedas antes de tu próximo turno."
      ],
      "dom": [
        "Comparte un beso profundo con otro jugador.",
        "Dale a otro jugador un beso profundo con lengua.",
        "Dale un beso profundo a otro jugador mientras le sostienes la cara.",
        "Recibe un beso profundo de otro jugador que se sienta en tu regazo.",
        "Dale un beso profundo a otro jugador mientras ambos estáis de pie.",
        "Besa a otro jugador mientras sostiene sus manos por encima de su cabeza.",
        "Asigna un jugador para que se siente a horcajadas sobre ti y te dé un beso francés.",
        "Agarra a un jugador por el pelo y bésalo profundamente."
      ]
    }
  }
}