{
  "label": "Besos",
  "type": "Preliminares",
  "actions": {
    "Ninguno": [],
    "Besos tiernos": {
      "sub": [
        "Deja que otro jugador te bese en la mejilla.",
        "Deja que otro jugador te bese en la frente.",
        "Deja que otro jugador te bese suave en los labios.",
        "Deja que otro jugador te bese por toda la cara.",
        "Deja que otro jugador te bese el cuello.",
        "Besa la mano de otro jugador.",
        "Deja que otro jugador te bese el lóbulo de la oreja.",
        "Pídele a otro jugador que te bese en la cara.",
        "Monta a otro jugador y bésalo en los labios.",
        "Deja que otro jugador te bese el hombro.",
        "Besa a cada jugador en la mejilla antes de tu próximo turno."
      ],
      "dom": [
        "Besa en la mejilla a otro jugador.",
        "Besa en la frente a otro jugador.",
        "Besa suavemente en los labios a otro jugador.",
        "Haz que otro jugador te bese la mano.",
        "Besa en el cuello a otro jugador.",
        "Besa por toda la cara a otro jugador.",
        "Besa el hombro a otro jugador.",
        "Ordena a otro jugador que te monte y te de un beso en los labios."
      ]
    },
    "Besos con lengua": {
      "sub": [
        "Comparte un beso con lengua con otro jugador.",
        "Deja que otro jugador te dé un beso con lengua.",
        "Ponte de rodillas y pídele a otro jugador un beso con lengua",
        "Túmbate y pide a otro jugador que te dé un beso con lengua.",
        "Dale un beso con lengua a otro jugador mientras estás sentado en su regazo.",
        "Recibe un beso con lengua mientras tienes las manos sobre la cabeza.",
        "Deja que te besen con los ojos vendados.",
        "Pregunta y besa a tantos jugadores como puedas antes de tu próximo turno."
      ],
      "dom": [
        "Comparte un beso con lengua con otro jugador.",
        "Dale un beso con lengua a otro jugador.",
        "Dale un beso con lengua a otro jugador mientras le sujetas la cara.",
        "Ordena a otro jugador que te dé un beso con lengua mientras se sienta en tu regazo.",
        "Dale un beso con lengua a otro jugador mientras ambos estáis de pie.",
        "Dale un beso con lengua a otro jugador mientras sujetas sus manos por encima de su cabeza.",
        "Ordena a otro jugador que se siente sobre ti y te dé un beso con lengua.",
        "Agarra a un jugador por el pelo y bésalo con lengua."
      ]
    }
  }
}
