{
    "label": "Juegos con Orina",
    "type": "sex",
    "actions": {
        "Ninguna": [],
        "Orinar en un vaso": {
            "sub": [
                "Bebe agua",
                "Haz que otro jugador beba agua",
                "Orina en un recipiente",
                "Bebe mucha agua",
                "Haz que otro jugador beba mucha agua",
                "Huele tu propia orina",
                "Huele la orina de otro jugador",
                "Orina en un recipiente",
                "Toma un sorbo de agua",
                "Pídele a alguien que te dé un recipiente con su orina"
            ],
            "dom": [
                "Haz que otro jugador beba agua",
                "Haz que otro jugador beba mucha agua",
                "Haz que otro jugador orine en un recipiente",
                "Haz que otro jugador beba mucha agua",
                "Haz que otro jugador orine en un recipiente",
                "Haz que otro jugador huela tu propia orina",
                "Haz que otro jugador huela la orina de otro jugador",
                "Haz que otro jugador orine en un recipiente",
                "Haz que otro jugador tome un sorbo de agua",
                "Dale a otro jugador un recipiente con tu orina"
            ]
        },
        "Lluvia dorada": {
            "sub": [
                "Deja que alguien orine en tu cuerpo",
                "Orina sobre ti mismo",
                "Pon el pene y los testículos en un recipiente con orina",
                "Bebe mucha agua",
                "Deja que alguien orine en tu cara",
                "Orina en tu propia cara",
                "Bebe agua"
            ],
            "dom": [
                "Orina sobre el cuerpo de otro jugador",
                "Ordena a otro jugador que se orine encima",
                "Ordena a otro jugador que ponga su pene y sus testículos en un recipiente con tu orina",
                "Ordena a otro jugador que beba mucha agua",
                "Orina en la cara de otro jugador",
                "Ordena a otro jugador que se orine en la cara",
                "Ordena a otro jugador que beba agua"
            ]
        },
        "Bebe": {
            "sub": [
                "Bébete tu propia orina",
                "Bébete la orina de alguien más desde la distancia",
                "Bebe orina con la boca pegada a la fuente",
                "Bebe agua",
                "Bebe mucha agua",
                "Intenta orinar en tu boca. Trágatelo."
            ],
            "dom": [
                "Ordnea a otro jugador que beba su propia orina",
                "Ordena a otro jugador que beba tu orina desde la distancia",
                "Ordena a otro jugador que beba tu orina con la boca pegada a la fuente",
                "Ordena a otro jugador que beba agua",
                "Ordena a otro jugador que beba mucha agua",
                "Ordena a otro jugador que intente orinar en su boca y se lo trague."
            ]
        }
    }
}
