{
    "label": "Azotes",
    "actions": {
        "Ninguna": [],
        "Azotes Suaves": {
            "sub": [
                "Recibe un azote suave en cada nalga.",
                "Recibe un azote mientras estás sobre las rodillas de otro jugador.",
                "Cuenta en alto 10 azotes suaves.",
                "Recibe un azote suave de cada jugador.",
                "Permite que alguien acaricie tu espalda y luego te dé un azote suave.",
                "Recibe un azote suave mientras estás a cuatro patas.",
                "Recibe azotes rápidos y suaves durante 15 segundos.",
                "Recibe un azote suave mientras estás boca arriba.",
                "Recibe 6 azotes suaves, 3 en cada nalga.",
                "Ponte de rodillas y suplica a otro jugador que te azote.",
                "Suplica a cada jugador, uno por uno, que te dé un azote suave."
            ],
            "dom": [
                "Dale a otro jugador un azote suave en cada nalga.",
                "Ordena a otro jugador que se ponga sobre tus rodillas y dale un azote.",
                "Ordena a otro jugador que cuente en alto 10 azotes suaves.",
                "Dale un azote suave a cada jugador.",
                "Acaricia la espalda de otro jugador y luego dale un azote suave.",
                "Azota suavemente a otro jugador mientras está a cuatro patas.",
                "Dale azotes rápidos y suaves a otro jugador durante 15 segundos.",
                "Dale un azote suave a otro jugador mientras está boca arriba.",
                "Dale 6 azotes suaves, 3 en cada nalga, a otro jugador.",
                "Ordena a otro jugador que se arrodille y pida un azote.",
                "Ordena al resto de jugadores que le den un azote suave a otro jugador, uno por uno."
            ]
        },
        "Azotes Fuertes": {
            "sub": [
                "Recibe un azote fuerte en cada nalga.",
                "Recibe azotes fuertes mientras estás sobre las rodillas de otro jugador.",
                "Cuenta en alto 10 azotes fuertes.",
                "Recibe 2 azotes fuertes de cada jugador.",
                "Recibe tantos azotes fuertes como puedas durante 20 segundos.",
                "Recibe 4 azotes fuertes mientras estás a cuatro patas.",
                "Recibe azotes fuertes durante 15 segundos.",
                "Suplica que te den 10 azotes fuertes.",
                "Mientras estás inclinado, recibe 6 azotes fuertes.",
                "Recibe azotes fuertes hasta que supliques por clemencia."
            ],
            "dom": [
                "Dale un azote fuerte en cada nalga a otro jugador.",
                "Ordena a otro jugador que se ponga sobre tus rodillas y dale azotes fuertes.",
                "Ordena a otro jugador que cuente en alto 10 azotes fuertes.",
                "Ordena al resto de jugadores que le dé 2 azotes fuertes a otro jugador.",
                "Dale a otro jugador tantos azotes fuertes como pueda durante 20 segundos.",
                "Dale 4 azotes fuertes a otro jugador mientras está a cuatro patas.",
                "Dale azotes fuertes a otro jugador durante 15 segundos.",
                "Ordena a otro jugador que pida 10 azotes fuertes y dáselos.",
                "Ordena a otro jugador que se incline y dale 6 azotes fuertes.",
                "Dale a otro jugador azotes fuertes hasta que suplique por clemencia."
            ]
        },
        "Varas y Paletas": {
            "sub": [
                "Recibe azotes con el juguete que elijas.",
                "Cuenta 20 azotes con un juguete.",
                "Recibe azotes con un juguete mientras estás sobre las rodillas de otro jugador.",
                "Recibe azotes con un juguete mientras estás a cuatro patas.",
                "Recibe azotes con un juguete mientras estás boca arriba.",
                "Ofrece el juguete que elijas a otro jugador y pide que te azote con él.",
                "Suplica por una cantidad de azotes con un juguete.",
                "Recibe azotes con un juguete durante 30 segundos.",
                "Recibe azotes con un juguete de cada jugador.",
                "Recibe un azote con una vara en las palmas de las manos.",
                "Recibe un azote con una vara en las plantas de los pies."
            ],
            "dom": [
                "Ordena a otro jugador que elija un juguete y dale azotes con él.",
                "Ordena a otro jugador que cuente 20 azotes con un juguete y dáselos.",
                "Ordena a otro jugador que se ponga sobre tus rodillas y dale azotes con un juguete.",
                "Dale azotes con un juguete a otro jugador mientras está en cuatro patas.",
                "Dale azotes con un juguete a otro jugador mientras está boca arriba.",
                "Elige un juguete y dale azotes con él a otro jugador.",
                "Ordena a otro jugador que pida una cantidad de azotes con un juguete y dáselos.",
                "Dale azotes con un juguete a otro jugador durante 30 segundos.",
                "Ordena al resto de jugadores que le dé azotes con un juguete a otro jugador.",
                "Dale un azote con una vara en las palmas de las manos a otro jugador.",
                "Dale un azote con una vara en las plantas de los pies a otro jugador."
            ]
        },
        "Magulladuras": {
            "sub": [
                "Recibe 5 azotes en cada nalga lo suficientemente fuertes como para dejar una marca.",
                "Cuenta 10 azotes que dejen marca.",
                "Aguanta tantos azotes dolorosos como puedas durante 30 segundos.",
                "Recibe 10 azotes utilizando una vara u otro juguete duro.",
                "Permite que otro jugador te deje la mano marcada."
            ],
            "dom": [
                "Dale 5 azotes en cada nalga a otro jugador lo suficientemente fuertes como para dejar una marca.",
                "Ordena a otro jugador que cuente 10 azotes que le dejen marcas.",
                "Ordena a otro jugador que aguante tantos azotes dolorosos como pueda durante 30 segundos.",
                "Dale 10 azotes a otro jugador utilizando una vara u otro juguete duro.",
                "Déjale la mano marcada a otro jugador."
            ]
        }
    }
}
