{
  "label": "भगशेफ प्रशिक्षण",
  "type": "sex",
  "dom": "भगशेफ मालकिन",
  "sub": "आनंद प्रदाता",
  "actions": {
    "हल्का स्पर्श": [
      "{sub} अपनी उंगली से {dom} की भगशेफ के चारों ओर वृत्त बनाता है।",
      "{sub} पंख या मुलायम कपड़े से {dom} की भगशेफ को धीरे से सहलाता है।",
      "{dom} 10 सेकंड के हल्के स्पर्श के लिए {sub} की उंगली को अपनी भगशेफ तक ले जाती है।",
      "{sub} अपनी जीभ की नोक से {dom} की भगशेफ को बस छूता है।",
      "{sub} {dom} की भगशेफ पर गर्म सांस छोड़ता है।",
      "{dom} अपनी टांगें फैलाती है जबकि {sub} उसकी भगशेफ को हल्के से छेड़ता है।",
      "{sub} {dom} की भगशेफ को हल्के से उत्तेजित करने के लिए मुलायम ब्रश का उपयोग करता है।",
      "{sub} {dom} की भगशेफ के चारों ओर की खाल को धीरे से चुटकी भरता है।",
      "{dom} {sub} को आदेश देती है कि वह 15 सेकंड तक उसकी भगशेफ को बस छुए जबकि {dom} स्थिर रहती है।",
      "{sub} हल्के स्पर्श और {dom} की भगशेफ से दूर जाने के बीच बदलता रहता है।",
      "{dom} हर आनंद प्रदाता/स्विच को बारी-बारी से अपनी भगशेफ को हल्के से छेड़ने देती है।"
    ],
    "प्रत्यक्ष उत्तेजना": [
      "{sub} 15 सेकंड तक धीमे वृत्तों में {dom} की भगशेफ को रगड़ता है।",
      "{dom} {sub} के हाथ को अपनी अगली बारी तक अपनी भगशेफ पर रखती है।",
      "{sub} अपनी जीभ से {dom} की भगशेफ को बार-बार फ्लिक करता है।",
      "{dom} 20 सेकंड तक {sub} की उंगली के खिलाफ रगड़ती है।",
      "{sub} 10 सेकंड तक {dom} की भगशेफ पर स्थिर दबाव डालता है।",
      "{dom} {sub} के हाथ के खिलाफ रगड़ते हुए शो करती है।",
      "{sub} {dom} की भगशेफ की मालिश करने के लिए अपने अंगूठे का उपयोग करता है।",
      "{dom} {sub} से अपनी भगशेफ को उत्तेजित करवाती है जबकि {dom} 30 तक गिनती करती है।",
      "{sub} तेज और धीमी भगशेफ उत्तेजना के बीच बदलता रहता है।",
      "{dom} अपनी अगली बारी से पहले हर खिलाड़ी से भगशेफ उत्तेजना पाती है।",
      "{dom} हर आनंद प्रदाता/स्विच से 15 सेकंड तक अपनी भगशेफ को उत्तेजित करवाती है।",
      "{dom} {sub} को आदेश देती है कि तीव्र भगशेफ उत्तेजना देते समय चुप रहे।",
      "{sub} {dom} की भगशेफ को उत्तेजित करता है जबकि {dom} दूसरा काम करती है।",
      "{dom} हर आनंद प्रदाता/स्विच से एक साथ अपनी भगशेफ पर काम करवाती है।",
      "{dom} दूसरे खिलाड़ी से प्रतिस्पर्धा करती है कि कौन अधिक भगशेफ उत्तेजना सह सकता है।"
    ],
    "तीव्र फोकस": [
      "{sub} 30 सेकंड तक {dom} की भगशेफ पर तीव्र दबाव केंद्रित करता है।",
      "{dom} स्थिर रहती है जबकि {sub} उसकी भगशेफ को तेजी से फ्लिक करता है।",
      "{sub} दबाव डालते हुए {dom} की भगशेफ को चूसता है।",
      "{dom} 2 मिनट निरंतर भगशेफ उत्तेजना पाती है।",
      "{sub} {dom} की भगशेफ पर कंपन या तेज जीभ की गति का उपयोग करता है।",
      "{dom} नियंत्रित करती है कि भगशेफ फोकस के दौरान {sub} कब हिल सकता है।",
      "{sub} तीव्र उत्तेजना और पूरी तरह रुकने के बीच बदलता रहता है।",
      "{dom} हर खिलाड़ी से 45 सेकंड तक तीव्र भगशेफ फोकस पाती है।",
      "{dom} हर आनंद प्रदाता/स्विच से बारी-बारी तीव्र भगशेफ उत्तेजना दिलवाती है।",
      "{dom} तीव्र भगशेफ उत्तेजना पाते समय आंखों का संपर्क बनाए रखती है।"
    ],
    "सहनशीलता चुनौती": [
      "{dom} बिना मुक्ति के 5 मिनट निरंतर भगशेफ उत्तेजना पाती है।",
      "{sub} {dom} को रोकने से पहले 3 बार किनारे तक ले जाता है।",
      "{dom} 3 मिनट तक तीव्र और कोमल भगशेफ उत्तेजना को सहती है।",
      "{sub} {dom} की भगशेफ को उत्तेजित करता है जबकि {dom} चुनौती पूरी करती है।",
      "{dom} जितनी देर चाहे अधिकतम तीव्रता भगशेफ उत्तेजना पाती है।",
      "{sub} {dom} को बार-बार किनारे तक ले जाता है जब तक {dom} समाप्त करने का फैसला न करे।",
      "{dom} कई खिलाड़ियों से भगशेफ उत्तेजना सहती है और नियंत्रित करती है कि कब समाप्त करना है।",
      "{dom} हर आनंद प्रदाता/स्विच से प्रतिस्पर्धा करवाती है कि कौन उसे सबसे अधिक समय तक खुश कर सकता है।"
    ]
  }
}
