{
    "label": "Jeu anal",
    "actions": {
        "Aucun": [],
        "Doigt(s)": {
            "sub": [
                "Fais-toi caresser les fesses par tous les autres joueurs.",
                "Masses ton trou.",
                "Fais-toi doigter.",
                "Écartez tes fesses devant un autre joueur.",
                "Doigtes ton trou.",
                "Frottes autour de ton trou.",
                "Fais-toi doigter par deux doigts.",
                "Tapes sur ton trou pendant 15 secondes.",
                "20 secondes de doigtage rapide.",
                "Doigtage à plusieurs doigts."
            ],
            "dom": [
                "Caresse les fesses d'un autre joueur.",
                "Ordonne à un autre joueur de se masser le trou.",
                "Doigte un autre joueur.",
                "Ordonne à un autre joueur d'écarter ses fesses devant toi.",
                "Ordonne à un autre joueur de doigter son trou.",
                "Ordonne à un autre joueur de frotter autour de son trou.",
                "Fais doigter un autre joueur avec deux doigts.",
                "Ordonne à un autre joueur de taper sur son trou pendant 15 secondes.",
                "Ordonne à un autre joueur de se faire doigter rapidement pendant 20 secondes.",
                "Ordonne à un autre joueur de se faire doigter avec plusieurs doigts."
            ]
        },
        "Jouets/Baise": {
            "sub": [
                "Quelqu'un frotte sa bite autour de ton trou.",
                "Insères un jouet dans ton trou.",
                "Fais-toi enculer pendant 30 secondes.",
                "Assied-toi sur la bite de quelqu'un.",
                "Reçois 10 pénétrations lentes et profondes d'un autre joueur.",
                "Reçois 20 pénétrations d'un joueur.",
                "Exhibes-toi en te godant pendant 15 secondes.",
                "15 pénétrations rapides avec un jouet.",
                "Fais-toi enculer profondément et rapidement.",
                "Chevauchez la bite d'un autre joueur jusqu'à une autre action (pour toi ou pour lui)."
            ],
            "dom": [
                "Frotte ta bite autour du trou d'un autre joueur.",
                "Ordonne à un autre joueur d'insérer un jouet dans son trou.",
                "Encules un autre joueur pendant 30 secondes.",
                "Laisse un autre joueur s'asseoir sur ta bite.",
                "Ordonne à un autre joueur de te donner 10 pénétrations lentes et profondes.",
                "Ordonne à un autre joueur de te donner 20 pénétrations.",
                "Ordonne à un autre joueur de s'exhiber en se godant pendant 15 secondes.",
                "Ordonne à un autre joueur de se faire pénétrer rapidement 15 fois avec un jouet.",
                "Ordonne à un autre joueur de s'enculer profondément et rapidement.",
                "Chevauche la bite d'un autre joueur jusqu'à une autre action (pour toi ou pour lui)."
            ]
        },
        "Étirement": {
            "sub": [
                "Fais-toi enculer avec des doigts en plus de la bite.",
                "Godes-toi avec un jouet plus gros.",
                "Enfonces ton gros gode à fond 15 fois.",
                "Stimules ton trou avec le bout de ton gros gode",
                "Doigtes-toi avec 4 doigts.",
                "Insères le maximum de doigts possibles en 30 secondes.",
                "Tournes le gode dans ton cul 3 fois.",
                "Contractes ton cul (Kegel) pendant 30 secondes sur le gros gode.",
                "Fais-toi doigter par le maximum de doigts, puis stimules ta prostate."
            ],
            "dom": [
                "Ordonne à un autre joueur de s'enculer avec des doigts en plus de la bite.",
                "Ordonne à un autre joueur de se goder avec un jouet plus gros.",
                "Ordonne à un autre joueur d'enfoncer son gros gode à fond 15 fois.",
                "Ordonne à un autre joueur de stimuler son trou avec le bout de son gros gode.",
                "Ordonne à un autre joueur de se doigter avec 4 doigts.",
                "Ordonne à un autre joueur d'insérer le maximum de doigts possibles en 30 secondes.",
                "Ordonne à un autre joueur de tourner le gode dans son cul 3 fois.",
                "Ordonne à un autre joueur de contracter son cul (Kegel) pendant 30 secondes sur le gros gode.",
                "Ordonne à un autre joueur de se faire doigter par le maximum de doigts, puis stimuler sa prostate."
            ]
        },
        "Poing/Fist": {
            "sub": [
                "Fais-toi fister.",
                "Gardes le poing de quelqu'un en toi pendant 30 secondes.",
                "5 pénétrations lentes avec le poing.",
                "Masturbes-toi en te faisant fister.",
                "10 pénétrations rapides avec le poing."
            ],
            "dom": [
                "Ordonne à un autre joueur de se faire fister.",
                "Ordonne à un autre joueur de garder ton poing en lui pendant 30 secondes.",
                "Ordonne à un autre joueur de se faire pénétrer lentement 5 fois avec le poing.",
                "Ordonne à un autre joueur de se masturber en se faisant fister.",
                "Ordonne à un autre joueur de se faire pénétrer rapidement 10 fois avec le poing."
            ]
        }
    }
}
