{
  "label": "Confessions",
  "type": "foreplay",
  "actions": {
    "Préférences et Expériences": [
      "{player} classe tout le monde dans la pièce du plus au moins attirant.",
      "{player} avoue quel joueur il/elle aimerait le plus embrasser maintenant.",
      "Tout le monde vote sur qui dans cette pièce est le plus dominant et le plus soumis.",
      "{player} admet quel fétiche l'intrigue le plus à essayer.",
      "{player} choisit s'il/elle préférerait donner ou recevoir du sexe oral pendant une heure d'affilée.",
      "Tout le monde lève la main si vous avez déjà simulé un orgasme.",
      "{player} avoue sa partie préférée des préliminaires.",
      "{player} admet s'il/elle préfère contrôler ou être contrôlé(e) pendant le sexe.",
      "Tout le monde partage si vous préférez lumières allumées ou éteintes pendant le sexe.",
      "{player} révèle s'il/elle a déjà eu une aventure d'un soir.",
      "{player} choisit entre sexe du matin ou sexe tard le soir.",
      "Tout le monde admet si vous préférez lent et sensuel ou rapide et brutal.",
      "{player} avoue s'il/elle a déjà utilisé de la nourriture pendant le sexe.",
      "{player} partage sa plus grande irritation sexuelle.",
      "Tout le monde lève la main si vous avez déjà été attaché(e) ou avez attaché quelqu'un d'autre.",
      "{player} admet s'il/elle préfère donner ou recevoir du plaisir.",
      "{player} révèle son opinion sur les mots coquins pendant le sexe.",
      "{player} avoue si la taille compte pour lui/elle et pourquoi."
    ],
    "Fantasmes et Désirs": [
      "{player} décrit son fantasme sexuel ultime impliquant tout le monde dans cette pièce.",
      "{player} avoue ce qu'il/elle ferait s'il/elle pouvait contrôler {anotherPlayer} pendant une heure.",
      "{player} admet avec quelle célébrité il/elle veut le plus coucher et comment.",
      "Tout le monde partage votre scénario d'orgie parfait - qui, où, et que se passe-t-il.",
      "{player} décrit sa scène BDSM idéale en détail.",
      "{player} avoue sur quoi il/elle fantasme le plus souvent en se masturbant.",
      "{player} admet quel scénario de jeu de rôle l'excite le plus.",
      "Tout le monde partage avec quel personnage fictif vous aimeriez coucher et pourquoi.",
      "{player} décrit ce qu'il/elle ferait dans un scénario de plan à trois parfait.",
      "{player} avoue son fantasme sexuel le plus élaboré qu'il/elle n'a jamais partagé.",
      "{player} admet dans quel lieu public il/elle veut le plus faire l'amour.",
      "Tout le monde décrit votre dynamique dom/sub idéale et pourquoi elle vous attire.",
      "{player} partage ce qu'il/elle ferait s'il/elle se réveillait dans le corps du sexe opposé pour une journée.",
      "{player} avoue quel scénario tabou il/elle imagine mais ne ferait jamais vraiment.",
      "{player} décrit son week-end romantique et sexuel parfait.",
      "Tout le monde admet quel fétiche vous voulez explorer mais n'avez pas encore eu la chance d'essayer.",
      "{player} partage ce qu'il/elle ferait s'il/elle pouvait vivre son fantasme le plus fou sans conséquences.",
      "{player} avoue ce qu'il/elle s'imagine faire avec {anotherPlayer} quand il/elle est seul(e)."
    ],
    "Secrets et Confessions": [
      "{player} admet la chose la plus embarrassante qui lui soit arrivée pendant le sexe.",
      "{player} avoue un secret sexuel qu'il/elle n'a jamais dit à personne auparavant.",
      "{player} révèle la rencontre sexuelle la plus gênante qu'il/elle ait eue.",
      "Tout le monde admet la chose la plus bizarre avec laquelle vous vous êtes masturbé(e).",
      "{player} avoue le moment le plus inapproprié où il/elle a été excité(e).",
      "{player} partage la chose la plus embarrassante qu'il/elle ait dite pendant le sexe.",
      "{player} admet l'endroit le plus étrange où il/elle s'est donné du plaisir.",
      "Tout le monde lève la main si vous avez déjà regardé l'historique de navigation de quelqu'un pour du porno.",
      "{player} avoue le porno le plus embarrassant en train de regarder lequel il/elle a été surpris(e).",
      "{player} révèle son moment sexuel le plus honteux qui le/la hante encore.",
      "{player} admet le rêve sexuel le plus bizarre qu'il/elle ait eu.",
      "Tout le monde avoue quelque chose de sexuel que vous avez fait à l'adolescence et que vous regrettez.",
      "{player} partage la situation sexuelle la plus inconfortable dont il/elle ne savait pas comment sortir.",
      "{player} avoue la chose la plus embarrassante à propos de son corps pendant l'intimité.",
      "{player} admet la chose la plus pathétique qu'il/elle ait faite en essayant d'être sexy.",
      "Tout le monde partage votre histoire de 'première fois' la plus embarrassante.",
      "{player} révèle la chose la plus gênante qu'il/elle ait accidentellement dite pendant les mots coquins.",
      "{player} avoue son excitation la plus honteuse qu'il/elle souhaiterait ne pas avoir."
    ]
  }
}
