{
  "label": "Humiliation",
  "actions": {
    "Aucun": [],
    "Verbal": [
      "Inventez un mantra. Répétez-le à chaque tour de jeu.",
      "Un joueur vous donne un titre dégradant (esclave, animal de compagnie, etc.). Répétez 'Je suis un(e) <terme>' 30 fois.",
      "Écrivez des lignes ou une courte histoire centrée sur votre rôle soumis. Lisez-la à voix haute.",
      "On vous attribue un surnom humiliant auquel vous devez répondre pour le reste du jeu.",
      "Vous devez vous adresser aux joueurs qui n'utilisent pas l'option d'humiliation en tant que monsieur/madame/maître/maîtresse.",
      "Partagez une fantaisie ou un désir lié à l'humiliation.",
      "Discutez et analysez une expérience passée qui vous a fait vous sentir humilié(e).",
      "Des joueurs qui n'utilisent pas l'option d'humiliation, dites en quoi ils sont supérieurs à vous.",
      "Répétez les affirmations dégradantes choisies par un autre joueur."
    ],
    "Physique": [
      "Écrivez des mots dégradants sur votre corps.",
      "Mettez-vous à genoux, la tête baissée jusqu'à votre prochain tour.",
      "Servez de meuble à un autre joueur jusqu'à votre prochain tour.",
      "Jusqu'à ce que vous soyez remplacé(e), vous êtes le garçon/la fille à tout faire pour le reste du jeu.",
      "Recevez une claque légère, une fessée ou une flagellation.",
      "Adorez les aisselles d'un autre joueur.",
      "Portez un vêtement qui vous fait vous sentir humilié(e) pour le reste du jeu.",
      "À genoux. Subissez l'étranglement verbal et physique.",
      "Offrez un massage des pieds à un autre joueur.",
      "Rampez dans la pièce.",
      "Rampez vers un autre joueur, puis attendez en position basse et face à eux jusqu'à votre prochain tour.",
      "Portez un collier et une laisse pour le reste du jeu. Improvisez si nécessaire.",
      "Un autre joueur peut choisir quelle partie du corps vous devez embrasser ou adorer.",
      "Effectuez des tâches ou des actes sexuels désignés par d'autres joueurs, en mettant l'accent sur la soumission et l'obéissance.",
      "Effectuez des tâches ou des actes sexuels assignés par d'autres joueurs, mettant l'accent sur votre soumission et votre obéissance.",
      "Laissez un autre joueur vous cracher dessus."
    ]
  }
}
