{
  "label": "Fessée",
  "actions": {
    "Aucun": [],
    "Fessée Légère": [
      "Recevez une fessée légère sur chaque fesse.",
      "Recevez une fessée en étant allongé sur les genoux d'un autre joueur.",
      "Comptez 10 fessées légères.",
      "Recevez une fessée légère de chaque joueur.",
      "Laissez quelqu'un caresser votre main le long de votre dos puis vous donner une fessée légère.",
      "Recevez une fessée légère en étant à quatre pattes.",
      "Recevez des fessées légères et rapides pendant 15 secondes.",
      "Recevez une fessée légère en étant allongé sur le dos.",
      "Recevez 6 fessées légères, 3 sur chaque fesse.",
      "Mettez-vous à genoux et suppliez un autre joueur pour une fessée.",
      "Suppliez chaque joueur, un par un, pour une fessée légère."
    ],
    "Fessée Forte": [
      "Recevez une fessée forte sur chaque fesse.",
      "Recevez une fessée appuyée en étant allongé sur les genoux d'un autre joueur.",
      "Comptez 10 fessées fortes.",
      "Recevez 2 fessées fortes de chaque joueur.",
      "Recevez autant de fessées fortes que possible pendant 20 secondes.",
      "Recevez 4 fessées fortes en étant à quatre pattes.",
      "Recevez des fessées fortes pendant 15 secondes.",
      "Suppliez et recevez 10 fessées fortes.",
      "Recevez 6 fessées fortes en étant penché en avant.",
      "Recevez des fessées fortes jusqu'à ce que vous suppliiez pour arrêter."
    ],
    "Canes et Paddles": [
      "Recevez une fessée avec un instrument de votre choix.",
      "Comptez 20 fessées avec un instrument.",
      "Recevez une fessée avec un instrument en étant allongé sur les genoux d'un autre joueur.",
      "Recevez une fessée avec un instrument en étant à quatre pattes.",
      "Recevez une fessée avec un instrument en étant allongé sur le dos.",
      "Trouvez un instrument de votre choix et demandez à quelqu'un de vous fesser avec.",
      "Suppliez pour un certain nombre de fessées avec un instrument.",
      "Recevez une fessée avec un instrument pendant 30 secondes.",
      "Recevez une fessée avec un instrument de chaque joueur.",
      "Recevoir un fouet avec un instrument sur la paume des mains.",
      "Recevez un fouet avec un outil sur la plante de vos pieds."
    ],
    "Ecchymoses": [
      "Recevez 5 fessées sur chaque fesse suffisamment fortes pour laisser une marque.",
      "Comptez 10 fessées provoquant des ecchymoses.",
      "Supportez autant de fessées douloureuses que vous le pouvez pendant 30 secondes.",
      "Recevez 10 fessées en utilisant une canne ou un autre instrument dur.",
      "Permettez à un autre joueur de laisser une empreinte de main."
    ]
  }
}
