{
  "label": "Fessées",
  "actions": {
    "Aucun": [],
    "Fessées légères": [
      "Reçois une tape légère sur chaque fesse.",
      "Allonges-toi sur les genoux d'un autre joueur pour recevoir une fessée de sa part.",
      "10 fessées légères.",
      "Chaque joueur te donne une fessée légère.",
      "Laisse quelqu'un te caresser le long de ton dos puis te donner une fessée légère.",
      "Mets-toi à quatre pattes et reçois une fessée légère.",
      "Fessées légères et rapides pendant 15 secondes.",
      "Fessée légère allongé sur le dos.",
      "Reçois 6 fessées légères, 3 sur chaque fesse.",
      "Mets-toi à genoux et supplies un autre joueur de te donner une fessée.",
      "Supplies chaque joueur, un par un, de te donner une fessée légère."
    ],
    "Fessées Fortes": [
      "Reçois une fessée forte sur chaque fesse.",
      "Allonges-toi sur les genoux d'un autre joueur pour être fessé violemment.",
      "10 fessées fortes.",
      "2 fessées fortes données par chaque joueur.",
      "Autant de fessées fortes que possible pendant 20 secondes.",
      "Mets-toi à quatre pattes et reçois quatre fessées fortes.",
      "Fessées fortes pendant 15 secondes.",
      "Supplies les autres joueurs de te donner 10 fessées fortes.",
      "Penches-toi en avant pour recevoir 6 fessées fortes.",
      "Fessées fortes jusqu'à ce que tu supplies pour arrêter."
    ],
    "Bâton, fouet et Paddle": [
      "Reçois une fessée avec l'instrument de ton choix (bâton, fouet, paddle,...).",
      "20 fessées avec un instrument.",
      "Allonges-toi sur les genoux d'un autre joueur pour être fessé avec un instrument.",
      "Mets-toi à quatre pattes et reçois une fessée.",
      "Une fessée avec un instrument, allongé sur le dos.",
      "Choisis un instrument (bâton, fouet, paddle,....) et demandes à quelqu'un de te fesser avec.",
      "Supplies pour plusieurs fessées avec un instrument.",
      "Fessée avec un instrument pendant 30 secondes.",
      "Chaque joueur te donne une fessée avec un instrument."
    ],
    "Marques et Ecchymoses": [
      "Reçois 5 fessées sur chaque fesse suffisamment fortes pour laisser une marque.",
      "10 fessées provoquant des ecchymoses.",
      "Fessées douloureuses (autant que tu peux supporter) pendant 30 secondes.",
      "10 fessées en utilisant un bâton ou un autre instrument dur.",
      "Laisses un autre joueur te marquer les fesses de sa main."
    ]
  }
}
