{
    "label": "Gooning",
    "actions": {
        "None": [],
        "Masturbación": [
            "Dale a otro jugador 30 movimientos lentos.",
            "Masturba a otro jugador tan rápido como puedas durante 30 segundos.",
            "Sincroniza tus movimientos con la respiración hasta tu próximo turno.",
            "Aplica lubricante a todos los jugadores.",
            "Pasa 30 segundos acariciando hasta 2 jugadores.",
            "30 movimientos propios con cada uno acompañado de una respiración profunda.",
            "Rozar suavemente tu dedo sobre el pene de otro jugador.",
            "Mastúrbate con la mano no dominante.",
            "Realiza un Kegel con cada movimiento hasta tu próximo turno.",
            "30 movimientos propios apretados.",
            "Escupe en tu pene.",
            "Mastúrbate hasta tu próximo turno mientras usas tu otra mano en una zona erógena.",
            "Acaricia a ti mismo y a otro jugador al mismo tiempo.",
            "Juega con los genitales de otro jugador con ambas manos."
        ],
        "Edge": [
            "Llévate al borde del orgasmo.",
            "Mastúrbate tan rápido como puedas hasta tu próximo turno.",
            "Llévate al borde del orgasmo dos veces.",
            "Llega al borde del orgasmo con la mano no dominante.",
            "Lleva a otro jugador al borde del orgasmo.",
            "Llega al borde del orgasmo usando solo algunos dedos.",
            "Lleva a otro jugador al borde del orgasmo usando toda tu mano.",
            "Mastúrbate rápidamente hasta el borde y luego mantén un Kegel durante el mayor tiempo posible.",
            "Frota tu perineo mientras te masturbas.",
            "Lleva a otro jugador al borde rápidamente con una mano mientras acaricias una zona erógena con la otra."
        ],
        "Juguetes": [
            "Usa un juguete en tus genitales.",
            "Usa un juguete en los genitales de otro jugador.",
            "Usa el juguete lentamente sobre todo el pene hasta tu próximo turno.",
            "Usa el juguete en alguien mientras te masturbas.",
            "Usa el juguete en tu pene durante 30 segundos con los ojos cerrados.",
            "Usa el juguete en tu perineo."
        ]
    }
}