{
  "label": "Entrenamiento del Clítoris",
  "type": "solo",
  "actions": {
    "Toque Ligero": [
      "Traza círculos alrededor de tu clítoris con tu dedo.",
      "Acaricia suavemente tu clítoris con una pluma o tela suave.",
      "Usa las yemas de los dedos para apenas rozar tu clítoris por 10 segundos.",
      "Respira aire caliente sobre tu clítoris.",
      "Abre tus piernas y provoca ligeramente tu clítoris.",
      "Usa un cepillo suave para estimular ligeramente tu clítoris.",
      "Pellizca suavemente el capuchón alrededor de tu clítoris.",
      "Quédate perfectamente quieta mientras apenas tocas tu clítoris por 15 segundos.",
      "Alterna entre toques ligeros y alejarte de tu clítoris."
    ],
    "Estimulación Directa": [
      "Frota tu clítoris en círculos lentos por 15 segundos.",
      "Aplica presión constante a tu clítoris por 10 segundos.",
      "Golpea tu clítoris repetidamente con dedos húmedos.",
      "Frótate contra tu dedo por 20 segundos.",
      "Usa tu pulgar para masajear tu clítoris.",
      "Cuenta hasta 30 mientras estimulas tu clítoris.",
      "Alterna entre estimulación rápida y lenta del clítoris.",
      "Permanece en silencio mientras te das estimulación intensa del clítoris.",
      "Estimula tu clítoris mientras realizas otra tarea."
    ],
    "Enfoque Intenso": [
      "Aplica presión intensa a tu clítoris por 30 segundos.",
      "Quédate quieta mientras golpeas rápidamente tu clítoris.",
      "Usa movimiento circular con presión firme en tu clítoris.",
      "Date 2 minutos de estimulación continua del clítoris.",
      "Usa movimiento rápido en tu clítoris sin parar.",
      "Alterna entre estimulación intensa y parar completamente.",
      "Mantén el enfoque durante la estimulación intensa del clítoris.",
      "Usa un vibrador en configuración alta por 45 segundos."
    ],
    "Desafío de Resistencia": [
      "Estimula tu clítoris continuamente por 5 minutos sin terminar.",
      "Llévate al borde 3 veces antes de parar.",
      "Soporta estimulación alternante intensa y gentil del clítoris por 3 minutos.",
      "Estimula tu clítoris mientras completas otro desafío.",
      "Aplica estimulación de máxima intensidad del clítoris tanto como puedas soportar.",
      "Llévate al borde repetidamente hasta que supliques por liberación.",
      "Usa un temporizador y estimula tu clítoris por toda la duración sin permiso para terminar."
    ]
  }
}
