{
  "online": "Jugadores en línea",
  "setup": "Configuración del juego",
  "access": "Acceder",
  "settings": "Ajustes",
  "donate": "Donar",
  "about": "Acerca de",
  "gameSettings": "Configuración del juego",
  "displayName": "Nombre de usuario",
  "gameboard": "Tablero de juego",
  "application": "Aplicación",
  "variation": "Variación",
  "variationTooltip": "<0>Autónomo = Su propia casilla.</0><1>Agregar algunos = Añadir al 50% de las casillas.</1><2>Agregar la mayoría = Añadir al 90% de las casillas.</2>",
  "standalone": "Casilla autónoma",
  "appendSome": "Añadir algunas casillas",
  "appendMost": "Añadir la mayoría de las casillas",
  "language": "Idioma",
  "room": "Sala: {{room}}",
  "customTiles": "Mis Azulejos",
  "update": "Actualizar",
  "public": "Sala pública",
  "private": "Sala privada",
  "roomType": "Tipo de sala",
  "solo": "Individual",
  "soloTooltip": "Jugar solo",
  "local": "Fiesta local",
  "localTooltip": "Jugar con otras personas en persona",
  "myRollDialog": "Mostrar mi diálogo de lanzamiento",
  "othersRollDialog": "Mostrar el diálogo de lanzamiento de otros",
  "sound": "Sonido",
  "roll": "Lanzar",
  "wait": "Esperar",
  "messageInput": "Ingrese un mensaje",
  "markdown": "Hoja de trucos de Markdown (página en blanco)",
  "all": "Todos",
  "setting": "Config",
  "chat": "Chat",
  "actions": "Tareas",
  "importBoard": "Importar este tablero",
  "donateToHelp": "Donar para ayudar a mantener el sitio",
  "game": "Juego",
  "messages": "Mensajes",
  "close": "Cerrar",
  "for": "para",
  "manageTiles": "Administrar mis azulejos",
  "bothRequired": "Ambos campos son obligatorios.",
  "actionExists": "Esa acción ya existe.",
  "customAdded": "Azulejo personalizado añadido a tu juego.",
  "misc": "Misceláneo",
  "addCustom": "Añadir mi azulejo.",
  "autoCloseModal": "Este cuadro de diálogo se cerrará automáticamente después de 8 segundos.",
  "gameGuide": "<0>Blitzed Out</0><1></1><2>Un juego de mesa para adultos en línea para personas kinky.</2><3>Personaliza tu propio tablero o importa el de otra persona, encuentra tu propia sala y juega con otras personas en línea.</3><4>Primeros pasos</4><5><0><0>Elige un nombre de usuario</0></0><1><0>Selecciona tus opciones (añadir agregará esa opción a otras casillas).</0></1><2><0>Guardar cambios/Acceder al juego.</0></2><3><0>Cuando sea tu turno, haz clic en el botón de lanzamiento y sigue las indicaciones.</0></3></5><6>¿No te gusta tu tablero actual o algún aspecto del juego? Ve al menú, luego a Ajustes y cámbialo. Utiliza casillas personalizadas para hacer el juego aún más personalizado.</6><7>¿Jugando en la misma sala con una pareja o amigos? Ve a una sala privada y activa el modo Fiesta Local. Nota: Si no deseas interactuar con las personas en la sala, elige Individual.</7><8>¿Has encontrado un error o tienes comentarios/sugerencias? Compártelos en nuestro <2>servidor de Discord</2></8>",
  "customTileGuide": "<0><0><0>Explicación de los azulejos personalizados</0></0><1><0>Los azulejos personalizados te permiten agregar tus propias variaciones al tablero de juego. Utiliza este diálogo para agregar y eliminar azulejos según tus necesidades.</0><1>Los azulejos personalizados se agregan en función de la preferencia y la intensidad que elijas en el menú desplegable. Por lo tanto, debes tener esa preferencia y intensidad seleccionada (o una intensidad más alta) para que tus azulejos personalizados aparezcan en el tablero.</1><2>Los azulejos misceláneos son la única excepción a lo anterior. Independientemente de las demás opciones que elijas, los azulejos misceláneos se mostrarán como un grupo aparte. Si utilizas esta opción, asegúrate de agregar múltiples azulejos para minimizar repeticiones.</2></1></0><1><0><0>Ideas y sugerencias</0></0><1><0>Agregar nuevas actividades</0><1>Proponer nuevas actividades que no estén en la lista existente</1><2>Agregar azulejos más difíciles a intensidades más bajas</2><3>Cuando elijas niveles de intensidad más altos, el juego utilizará el nivel de intensidad anterior y se irá moviendo gradualmente hacia el que hayas elegido. Si quieres tener azulejos más difíciles desde el principio, agrega varios a intensidades más bajas.</3><4>Ejemplo: Juegas Poppers - Avanzado. Agrega azulejos avanzados a Poppers - Principiante</4><5>Combinar actividades en un solo azulejo</5><6>Combina varias actividades en un solo azulejo que normalmente no se relacionarían entre sí.</6><7>Ejemplo: Asado a la parrilla. Utiliza un juguete en tu garganta y ano al mismo tiempo.</7><8>Azulejos personalizados misceláneos</8><9>Los azulejos misceláneos te permiten agregar tus propios azulejos sin incluir otros grupos. Ten en cuenta que es recomendable agregar varias opciones a este grupo para minimizar repeticiones.</9></1></1>"
}