{
  "online": "Jugadores en línea",
  "setup": "Configuración del juego",
  "access": "Acceder",
  "settings": "Ajustes",
  "donate": "Donar",
  "about": "Acerca de",
  "gameSettings": "Configuración del juego",
  "displayName": "Nombre de usuario",
  "gameboard": "Tablero de juego",
  "application": "Aplicación",
  "variation": "Variación",
  "variationTooltip": "<0>Independiente = Su propia casilla.</0><1>Agregar a algunas = Añadir al 50% de las casillas.</1><2>Agregar a la mayoría = Añadir al 90% de las casillas.</2>",
  "standalone": "Casilla independiente",
  "appendSome": "Añadir a algunas casillas",
  "appendMost": "Añadir a la mayoría de las casillas",
  "language": "Idioma",
  "room": "Sala: {{room}}",
  "customTiles": "Mis Casillas",
  "update": "Actualizar",
  "public": "Sala pública",
  "private": "Sala privada",
  "roomType": "Tipo de sala",
  "solo": "Individual",
  "soloTooltip": "Jugar solo",
  "local": "Partida Local",
  "localTooltip": "Jugar con otros en persona",
  "myRollDialog": "Mostrar mi diálogo de tirada",
  "othersRollDialog": "Mostrar el diálogo de tirada de otros",
  "sound": "Sonido",
  "roll": "Tirar",
  "wait": "Esperar",
  "alreadyFinished": "Ya terminaste. Empezar de nuevo.",
  "messageInput": "Escribe un mensaje",
  "markdown": "Hoja de trucos de Markdown (página en blanco)",
  "all": "Todos",
  "setting": "Config",
  "chat": "Chat",
  "actions": "Tareas",
  "importBoard": "Importar este tablero",
  "donateToHelp": "Donar para ayudar a mantener el sitio",
  "game": "Juego",
  "messages": "Mensajes",
  "close": "Cerrar",
  "for": "para",
  "manageTiles": "Administrar mis casillas",
  "group": "Groupo",
  "action": "Acción",
  "bothRequired": "Ambos campos son obligatorios.",
  "actionExists": "Esa acción ya existe.",
  "customAdded": "Casilla personalizada añadida a tu juego.",
  "misc": "Misceláneo",
  "addCustom": "Añadir mi casilla.",
  "autoCloseModal": "Este cuadro de diálogo se cerrará automáticamente después de 8 segundos.",
  "pickSomething": "Debes elegir algo.",
  "appendWithAction": "Si vas a añadir, necesitas una acción.",
  "gameGuide": "<0>Blitzed Out</0><1></1><2>Un juego de mesa en línea para adultos dirigido a personas kinky.</2><3>Personaliza tu propio tablero o importa el de otra persona, encuentra tu propia sala y juega con otras personas en línea.</3><4>Primeros pasos</4><5><0><0>Elige un nombre de usuario</0></0><1><0>Selecciona tus ajustes (añadir agregará esa opción a otras casillas).</0></1><2><0>Guardar cambios/Acceder al juego.</0></2><3><0>Cuando sea tu turno, haz clic en el botón de Tirar y sigue las indicaciones.</0></3></5><6>¿No te gusta tu tablero actual o algún aspecto del juego? Ve al menú, luego a Ajustes y cámbialo. Utiliza casillas personalizadas para hacer el juego aún más a tu medida.</6><7>¿Jugando en la misma sala con tu pareja o amigos? Ve a una sala privada y activa el modo Partida Local. Nota: Si no deseas interactuar con las personas en la sala, elige Individual.</7><8>¿Has encontrado un error o tienes comentarios/sugerencias? Compártelos en nuestro <2>servidor de Discord</2></8>",
  "customTileGuide": "<0><0><0>Explicación de las casillas personalizadas</0></0><1><0>Las casillas personalizadas te permiten agregar tus propias variaciones al tablero de juego. Utiliza este diálogo para agregar y eliminar casillas según tus gustos.</0><1>Las casillas personalizadas se agregan en función de la preferencia y la intensidad que elijas en el menú desplegable. Por lo tanto, debes tener esa preferencia e intensidad seleccionada (o una intensidad más alta) para que tus casillas personalizadas aparezcan en el tablero.</1><2>Las casillas misceláneas son la única excepción a lo anterior. Independientemente de las demás opciones que elijas, las casillas misceláneas se mostrarán como un grupo aparte. Si utilizas esta opción, asegúrate de agregar múltiples casillas para minimizar repeticiones.</2></1></0><1><0><0>Ideas y sugerencias</0></0><1><0>Agregar nuevas actividades</0><1>Proponer nuevas actividades que no estén en la lista actual</1><2>Agregar casillas más difíciles a intensidades más bajas</2><3>Cuando elijas niveles de intensidad más altos, el juego utilizará el nivel de intensidad más bajo e irá aumentando gradualmente hacia el que hayas elegido. Si quieres tener casillas más difíciles desde el principio, añade varias a intensidades más bajas.</3><4>Ejemplo: Juegas Poppers - Avanzado. Agrega casillas avanzadas a Poppers - Principiante</4><5>Combinar actividades en una sola casilla</5><6>Combina varias actividades en una sola casilla que normalmente no se relacionarían entre sí.</6><7>Ejemplo: A la parrilla. Utiliza un juguete en tu garganta y ano al mismo tiempo.</7><8>Casillas personalizadas misceláneas</8><9>Las casillas misceláneas te permiten agregar tus propias casillas sin incluir otros grupos. Ten en cuenta que es recomendable agregar varias opciones a este grupo para minimizar repeticiones.</9></1></1>"
}
