{
  "label": "Entraînement du Clitoris",
  "type": "solo",
  "actions": {
    "Toucher Léger": [
      "Trace des cercles autour de ton clitoris avec ton doigt.",
      "Caresse doucement ton clitoris avec une plume ou un tissu doux.",
      "Utilise le bout des doigts pour effleurer à peine ton clitoris pendant 10 secondes.",
      "Souffle de l'air chaud sur ton clitoris.",
      "Écarte tes jambes et taquine légèrement ton clitoris.",
      "Utilise une brosse douce pour stimuler légèrement ton clitoris.",
      "Pince délicatement le capuchon autour de ton clitoris.",
      "Reste parfaitement immobile en touchant à peine ton clitoris pendant 15 secondes.",
      "Alterne entre toucher légèrement et t'éloigner de ton clitoris."
    ],
    "Stimulation Directe": [
      "Frotte ton clitoris en cercles lents pendant 15 secondes.",
      "Applique une pression constante sur ton clitoris pendant 10 secondes.",
      "Tapote ton clitoris de façon répétée avec des doigts humides.",
      "Frotte-toi contre ton doigt pendant 20 secondes.",
      "Utilise ton pouce pour masser ton clitoris.",
      "Compte jusqu'à 30 en stimulant ton clitoris.",
      "Alterne entre stimulation rapide et lente du clitoris.",
      "Reste silencieuse en te donnant une stimulation intense du clitoris.",
      "Stimule ton clitoris en effectuant une autre tâche."
    ],
    "Concentration intense": [
      "Applique une pression intense sur ton clitoris pendant 30 secondes.",
      "Reste immobile en tapotant rapidement ton clitoris.",
      "Utilise un mouvement circulaire avec une pression ferme sur ton clitoris.",
      "Donne-toi 2 minutes de stimulation continue du clitoris.",
      "Utilise un mouvement rapide sur ton clitoris sans arrêter.",
      "Alterne entre stimulation intense et arrêt complet.",
      "Maintiens la concentration pendant la stimulation intense du clitoris.",
      "Utilise un vibrateur sur réglage élevé pendant 45 secondes."
    ],
    "Défi d'Endurance": [
      "Stimule ton clitoris continuellement pendant 5 minutes sans finir.",
      "Amène-toi au bord 3 fois avant d'arrêter.",
      "Endure une stimulation alternée intense et douce du clitoris pendant 3 minutes.",
      "Stimule ton clitoris en complétant un autre défi.",
      "Applique une stimulation d'intensité maximale du clitoris aussi longtemps que tu peux supporter.",
      "Amène-toi au bord de façon répétée jusqu'à ce que tu supplies pour la libération.",
      "Utilise un minuteur et stimule ton clitoris pendant toute la durée sans permission de finir."
    ]
  }
}
