{
  "label": "Humiliation",
  "type": "foreplay",
  "actions": {
    "None": [],
    "Verbal": {
      "sub": [
        "Come up with a mantra. Repeat it on your turn every round.",
        "A player gives you a derogatory title (slave, pet, etc...). Repeat 'I am a <term>' 15 times.",
        "Be given a demeaning nickname you my answer to for the rest of the game.",
        "You must refer to those not using the humiliation option as sir / madam / master / mistress",
        "Share a fantasy or desire related to humiliation.",
        "Discuss and process a past experience that made you feel humiliated",
        "Of the players not using the humiliation option, say how they are superior to you.",
        "Repeat degrading affirmations chosen by a player"
      ],
      "dom": [
        "Assign a derogatory title to a player and have them repeat 'I am a <term>' 15 times.",
        "Assign a demeaning nickname to a player that they must answer to for the rest of the game.",
        "Have all players refer to you as sir / madam / master / mistress for the rest of the game.",
        "Assign a player to share a fantasy or desire related to humiliation.",
        "Assign a player to discuss and process a past experience that made them feel humiliated",
        "Have a player say how you are superior to them.",
        "Choose degrading affirmations for a player to repeat."
      ]
    },
    "Physical": {
      "sub": [
        "Write derogatory words on your body",
        "Get on your knees, head down until next turn",
        "You are furniture for a player until your next turn",
        "Until replaced, you are the errand boy/girl for the rest of the game.",
        "Receive a light face slap, spanking, or flogging",
        "Worship/sniff a player's pits",
        "Wear a piece of clothing that makes you feel humiliated for the remainder of the game",
        "On your knees. Get choked and verbally degraded.",
        "Give a player a foot massage",
        "Crawl around the room.",
        "Crawl to a player, then wait low and in front of them until your next turn.",
        "Wear a collar/leash for the remainder of the game. Improvise if needed.",
        "A player can pick what body part you must kiss/worship.",
        "Complete sexual tasks or acts designated by other players, emphasizing submission and obedience.",
        "Perform sexual tasks or acts assigned by other players that emphasize your submission and obedience.",
        "Wear someone's underwear on your face until an action would require you to remove it.",
        "Have a player spit on you."
      ],
      "dom": [
        "Have a player write derogatory words on their body",
        "Have a player get on their knees by your feet, head down until your next turn",
        "Use a player as furniture untils your next turn",
        "Assign a player to be the errand boy/girl for the rest of the game.",
        "Give a player a light face slap, spanking, or flogging",
        "Have a player worship/sniff your pits",
        "Make a player wear something that makes them feel humiliated for the remainder of the game",
        "Have a player kneel and choke them while verbally degrading them.",
        "Receive a foot massage from a player",
        "Have a player crawl around the room.",
        "Have a player crawl to you, then wait low and in front of you until their next turn.",
        "Assign a player to wear a collar/leash for the remainder of the game. Improvise if needed.",
        "Pick a body part for a player to kiss/worship.",
        "Designate sexual tasks or acts for a player to complete that emphasize their submission and obedience.",
        "Assign someone to wear underwear on their face until an action would require them to remove it.",
        "Assign sexual tasks or acts for a player to perform that emphasize their submission and obedience.",
        "Spit on a player."
      ]
    }
  }
}
