{
  "label": "Spanking",
  "actions": {
    "None": [],
    "Light Hand": [
      "Receive a light spanking on each cheek.",
      "Get a spanking while over another player's knee.",
      "Count 10 light spankings.",
      "Get a light spanking from each player.",
      "Have someone rub their hand down your back and then lightly spank you.",
      "Receive a light spanking while on all fours.",
      "Get fast, light spankings for 15 seconds.",
      "Receive a light spanking while on your back.",
      "Receive 6 light spankings, 3 on each cheek.",
      "Get on your knees and beg another player for a spanking.",
      "Beg each player, one at a time, for a light spanking."
    ],
    "Hard Spankings": [
      "Receive a hard spanking on each cheek.",
      "Get heavily spanked while over another player's knee.",
      "Count 10 hard spankings.",
      "Get 2 hard spankings from each player.",
      "Receive as many hard spankings as you can for 20 seconds.",
      "Receive 4 hard spanking while on all fours.",
      "Get hard spankings for 15 seconds.",
      "Beg and receive 10 hard spankings.",
      "While bent over, receive 6 hard spankings.",
      "Receive hard spankings until you beg for mercy."
    ],
    "Canes & Paddles": [
      "Get spanked with an implement of your choice.",
      "Count 20 spankings with an implement.",
      "Get spanked with an implement while over another player's knee.",
      "Get spanked with an implement while on all fours.",
      "Get spanked with an implement while on your back.",
      "Find an implement of your choice and ask for someone to spank you with it.",
      "Beg for a number of spankings with an implement.",
      "Get spanked with an implement for 30 seconds.",
      "Get spanked with an implement by each player."
    ],
    "Bruising": [
      "Get 5 spankings on each cheek hard enough to leave a mark.",
      "Count 10 bruise inducing spankings.",
      "Take as many painful spankings as you can handle for 30 seconds.",
      "Get 10 spankings using a can or other thing hard implement.",
      "Have another player leave a hand print"
    ]
  }
}
